Repository: giusscos/PomoTask
Catalog: TomaTask/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: min for
de: Min. für
es: min para
fr: min pour
it: min per
ja: 分 ×
ko: 분 ×
nl: min voor
pt_br: min para
zh_hans: 分钟 ×
zh_hant: 分鐘 ×

source: time
de: Mal
es: vez
fr: fois
it: volta
ja: 回
ko: 회
nl: keer
pt_br: vez
zh_hans: 次
zh_hant: 次

source: times
de: Mal
es: veces
fr: fois
it: volte
ja: 回
ko: 회
nl: keer
pt_br: vezes
zh_hans: 次
zh_hant: 次

source: %@ → %@ · starts next
de: %@ → %@ · startet als Nächstes
es: %@ → %@ · empieza a continuación
fr: %@ → %@ · démarre ensuite
it: %@ → %@ · parte dopo
ja: %@ → %@ · 次から開始
ko: %@ → %@ · 다음에 시작
nl: %@ → %@ · start hierna
pt_br: %@ → %@ · começa em seguida
zh_hans: %@ → %@ · 接下来开始
zh_hant: %@ → %@ · 接下來開始

source: %@ → %@ · tap play when ready
de: %@ → %@ · Play tippen wenn bereit
es: %@ → %@ · pulsa play cuando quieras
fr: %@ → %@ · lancez Play quand prêt
it: %@ → %@ · premi play quando pronto
ja: %@ → %@ · 準備できたら再生
ko: %@ → %@ · 준비되면 재생
nl: %@ → %@ · tik op play als je klaar bent
pt_br: %@ → %@ · toque em play quando quiser
zh_hans: %@ → %@ · 准备好后点播放
zh_hant: %@ → %@ · 準備好後點播放

source: %@ break · starts next
de: %@ Pause · startet als Nächstes
es: Descanso %@ · empieza a continuación
fr: Pause %@ · démarre ensuite
it: Pausa %@ · parte dopo
ja: 休憩 %@ · 次から開始
ko: 휴식 %@ · 다음에 시작
nl: Pauze %@ · start hierna
pt_br: Pausa %@ · começa em seguida
zh_hans: 休息 %@ · 接下来开始
zh_hant: 休息 %@ · 接下來開始

source: %@ this week
de: %@ diese Woche
es: %@ esta semana
fr: %@ cette semaine
it: %@ questa settimana
ja: %@ 今週
ko: %@ 이번 주
nl: %@ deze week
pt_br: %@ esta semana
zh_hans: %@ 本周
zh_hant: %@ 本週

source: %@, %@ focused
de: %@, %@ fokussiert
es: %@, %@ de enfoque
fr: %@, %@ de focus
it: %@, %@ di focus
ja: %@、%@ 集中
ko: %@, %@ 집중
nl: %@, %@ gefocust
pt_br: %@, %@ de foco
zh_hans: %@，专注 %@
zh_hant: %@，專注 %@

source: %@, no focus
de: %@, kein Fokus
es: %@, sin enfoque
fr: %@, aucun focus
it: %@, nessun focus
ja: %@、集中なし
ko: %@, 집중 없음
nl: %@, geen focus
pt_br: %@, sem foco
zh_hans: %@，无专注
zh_hant: %@，無專注

source: %lld minutes remaining
de: Noch %lld Minuten
es: %lld minutos restantes
fr: %lld minutes restantes
it: %lld minuti rimanenti
ja: 残り %lld 分
ko: %lld분 남음
nl: %lld minuten resterend
pt_br: %lld minutos restantes
zh_hans: 剩余 %lld 分钟
zh_hant: 剩餘 %lld 分鐘

source: %lld time
de: %lld Mal
es: %lld vez
fr: %lld fois
it: %lld volta
ja: %lld 回
ko: %lld회
nl: %lld keer
pt_br: %lld vez
zh_hans: %lld 次
zh_hant: %lld 次

source: %lld times
de: %lld Mal
es: %lld veces
fr: %lld fois
it: %lld volte
ja: %lld 回
ko: %lld회
nl: %lld keer
pt_br: %lld vezes
zh_hans: %lld 次
zh_hant: %lld 次

source: %lld-day streak
de: %lld-Tage-Serie
es: Racha de %lld días
fr: Série de %lld jours
it: Serie di %lld giorni
ja: %lld日連続
ko: %lld일 연속
nl: %lld-daagse reeks
pt_br: Sequência de %lld dias
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

source: %lld′ break
de: %lld′ Pause
es: %lld′ descanso
fr: %lld′ pause
it: %lld′ pausa
ja: 休憩 %lld′
ko: 휴식 %lld′
nl: %lld′ pauze
pt_br: %lld′ pausa
zh_hans: 休息 %lld′
zh_hant: 休息 %lld′

source: %lld′ focus
de: %lld′ Fokus
es: %lld′ enfoque
ja: 集中 %lld′
ko: 집중 %lld′
pt_br: %lld′ foco
zh_hans: 专注 %lld′
zh_hant: 專注 %lld′

source: %lldh %lldm
de: %lld Std. %lld Min.
es: %lld h %lld min
fr: %lld h %lld min
it: %lld h %lld min
ja: %lld時間%lld分
ko: %lld시간 %lld분
nl: %lld u %lld m
pt_br: %lld h %lld min
zh_hans: %lld小时%lld分
zh_hant: %lld小時%lld分

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: A bit much · %@
de: Etwas viel · %@
es: Un poco mucho · %@
fr: Un peu trop · %@
it: Un po’ troppo · %@
ja: 少しキツい · %@
ko: 조금 많음 · %@
nl: Een beetje te veel · %@
pt_br: Um pouco demais · %@
zh_hans: 有点多 · %@
zh_hant: 有點多 · %@

source: Adaptive focus, check-ins, stats, and themes
de: Adaptiver Fokus, Check-ins, Stats und Themes
es: Enfoque adaptativo, check-ins, stats y temas
fr: Focus adaptatif, check-ins, stats et thèmes
it: Focus adattivo, check-in, stats e temi
ja: 適応フォーカス、チェックイン、統計、テーマ
ko: 적응형 집중, 체크인, 통계, 테마
nl: Adaptieve focus, check-ins, stats en thema’s
pt_br: Foco adaptativo, check-ins, estatísticas e temas
zh_hans: 自适应专注、签到、统计与主题
zh_hant: 自適應專注、簽到、統計與主題

source: Adaptive focus, check-ins, stats, and themes are yours.
de: Adaptiver Fokus, Check-ins, Stats und Themes gehören dir.
es: Enfoque adaptativo, check-ins, stats y temas son tuyos.
fr: Focus adaptatif, check-ins, stats et thèmes sont à vous.
it: Focus adattivo, check-in, stats e temi sono tuoi.
ja: 適応フォーカス、チェックイン、統計、テーマが使えます。
ko: 적응형 집중, 체크인, 통계, 테마를 사용할 수 있습니다.
nl: Adaptieve focus, check-ins, stats en thema’s zijn van jou.
pt_br: Foco adaptativo, check-ins, estatísticas e temas são seus.
zh_hans: 自适应专注、签到、统计与主题都归你。
zh_hant: 自適應專注、簽到、統計與主題都歸你。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt_br: Adicionar
zh_hans: 添加
zh_hant: 加入

source: After each focus block, a quick check-in tunes the next one.
de: Nach jedem Fokusblock justiert ein kurzer Check-in den nächsten.
es: Tras cada bloque, un check-in rápido ajusta el siguiente.
fr: Après chaque bloc, un court check-in ajuste le suivant.
it: Dopo ogni blocco, un check-in rapido regola il successivo.
ja: 集中ブロックのあとに短いチェックインで、次を調整します。
ko: 각 집중 블록 후 짧은 체크인으로 다음을 조정합니다.
nl: Na elke focusblok stemt een korte check-in de volgende af.
pt_br: Após cada bloco, um check-in rápido ajusta o próximo.
zh_hans: 每个专注块结束后，快速签到会调整下一块。
zh_hant: 每個專注塊結束後，快速簽到會調整下一塊。

source: Alarm Sound: Off
de: Alarmton: Aus
es: Sonido de alarma: Desactivado
fr: Son d’alarme : Désactivé
it: Suono sveglia: Off
ja: アラーム音: オフ
ko: 알람 소리: 꺼짐
nl: Alarmgeluid: Uit
pt_br: Som do alarme: Desligado
zh_hans: 闹钟声：关
zh_hant: 鬧鐘聲：關

source: Alarm Sound: On
de: Alarmton: An
es: Sonido de alarma: Activado
fr: Son d’alarme : Activé
it: Suono sveglia: On
ja: アラーム音: オン
ko: 알람 소리: 켜짐
nl: Alarmgeluid: Aan
pt_br: Som do alarme: Ligado
zh_hans: 闹钟声：开
zh_hant: 鬧鐘聲：開

source: Alarm uses AlarmKit for a Clock-style alert that breaks through Silent mode and Focus. Turn on Alarm in Settings and allow Alarms & Timers when prompted. Session notifications are optional banners and are skipped while AlarmKit is active.
de: Der Alarm nutzt AlarmKit für eine Uhr-ähnliche Warnung, die Lautlos und Fokus durchbricht. Aktiviere Alarm in den Einstellungen und erlaube Alarme & Timer. Sitzungsbenachrichtigungen sind optionale Banner und entfallen, solange AlarmKit aktiv ist.
es: La alarma usa AlarmKit para un aviso estilo Reloj que atraviesa Silencio y Concentración. Activa Alarma en Ajustes y permite Alarmas y temporizadores. Las notificaciones de sesión son banners opcionales y se omiten con AlarmKit activo.
fr: L’alarme utilise AlarmKit pour une alerte style Horloge qui passe le mode Silencieux et Concentration. Activez Alarme dans Réglages et autorisez Alarmes et minuteries. Les notifications de session sont des bannières optionnelles, ignorées quand AlarmKit est actif.
it: La sveglia usa AlarmKit per un avviso stile Orologio che supera Silenzioso e Concentrazione. Attiva Sveglia in Impostazioni e consenti Sveglie e timer. Le notifiche di sessione sono banner opzionali e vengono saltate con AlarmKit attivo.
ja: アラームはAlarmKitを使い、サイレントや集中モードでも届く時計アプリ風の通知です。設定でアラームをオンにし、求められたら「アラームとタイマー」を許可してください。セッション通知は任意のバナーで、AlarmKit動作中はスキップされます。
ko: 알람은 AlarmKit으로 무음·집중 모드를 뚫는 시계 스타일 알림을 제공합니다. 설정에서 알람을 켜고 요청 시 알람 및 타이머를 허용하세요. 세션 알림은 선택 배너이며 AlarmKit이 켜져 있으면 건너뜁니다.
nl: Alarm gebruikt AlarmKit voor een Klok-achtige melding die Stil en Focus doorbreekt. Zet Alarm aan in Instellingen en sta Alarmen en timers toe. Sessie-meldingen zijn optionele banners en worden overgeslagen als AlarmKit actief is.
pt_br: O alarme usa AlarmKit para um alerta estilo Relógio que passa pelo Silencioso e Foco. Ative Alarme em Ajustes e permita Alarmes e timers. Notificações de sessão são banners opcionais e são ignoradas com AlarmKit ativo.
zh_hans: 闹钟使用 AlarmKit，可像时钟 App 一样突破静音和专注模式。在设置中开启闹钟，并在提示时允许“闹钟与计时器”。会话通知是可选横幅，AlarmKit 启用时会跳过。
zh_hant: 鬧鐘使用 AlarmKit，可像時鐘 App 一樣突破靜音和專注模式。在設定中開啟鬧鐘，並在提示時允許「鬧鐘與計時器」。工作階段通知是可選橫幅，AlarmKit 啟用時會略過。

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
it: Icona dell’app
ja: アプリアイコン
ko: 앱 아이콘
nl: App-pictogram
pt_br: Ícone do app
zh_hans: 应用图标
zh_hant: App 圖示

source: Best run %lld
de: Beste Serie %lld
es: Mejor racha %lld
fr: Meilleure série %lld
it: Miglior serie %lld
ja: 最長 %lld 日
ko: 최고 기록 %lld
nl: Beste reeks %lld
pt_br: Melhor sequência %lld
zh_hans: 最长 %lld 天
zh_hant: 最長 %lld 天

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pt_br: Pausa
zh_hans: 休息
zh_hant: 休息

source: Break · Paused
de: Pause · Pausiert
es: Descanso · En pausa
fr: Pause · En pause
it: Pausa · In pausa
ja: 休憩 · 一時停止
ko: 휴식 · 일시정지
nl: Pauze · Gepauzeerd
pt_br: Pausa · Pausado
zh_hans: 休息 · 已暂停
zh_hant: 休息 · 已暫停

source: Break complete
de: Pause fertig
es: Descanso completo
fr: Pause terminée
it: Pausa completata
ja: 休憩完了
ko: 휴식 완료
nl: Pauze voltooid
pt_br: Pausa concluída
zh_hans: 休息完成
zh_hant: 休息完成

source: Break is over — ready when you are.
de: Pause vorbei — bereit, wenn du bist.
es: El descanso terminó — cuando quieras.
fr: La pause est terminée — quand vous voulez.
it: La pausa è finita — quando sei pronto.
ja: 休憩終了——準備できたら。
ko: 휴식 종료 — 준비되면.
nl: Pauze voorbij — klaar wanneer jij bent.
pt_br: A pausa acabou — quando quiser.
zh_hans: 休息结束——准备好再开始。
zh_hant: 休息結束——準備好再開始。

source: Break over · ready when you are
de: Pause vorbei · bereit, wenn du bist
es: Descanso listo · cuando quieras
fr: Pause terminée · quand vous êtes prêt
it: Pausa finita · quando sei pronto
ja: 休憩終了 · 準備できたら
ko: 휴식 종료 · 준비되면
nl: Pauze voorbij · klaar wanneer jij bent
pt_br: Pausa terminada · quando quiser
zh_hans: 休息结束 · 准备好再开始
zh_hant: 休息結束 · 準備好再開始

source: Break time
de: Pausenzeit
es: Tiempo de descanso
fr: Temps de pause
it: Tempo di pausa
ja: 休憩時間
ko: 휴식 시간
nl: Pauzetijd
pt_br: Tempo de pausa
zh_hans: 休息时间
zh_hant: 休息時間

source: Break Time Complete
de: Pause beendet
es: Descanso terminado
fr: Pause terminée
it: Pausa completata
ja: 休憩完了
ko: 휴식 완료
nl: Pauze voltooid
pt_br: Pausa concluída
zh_hans: 休息完成
zh_hant: 休息完成

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明るさ
ko: 밝기
nl: Helderheid
pt_br: Brilho
zh_hans: 亮度
zh_hant: 亮度

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pt_br: Categoria
zh_hans: 分类
zh_hant: 分類

source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pt_br: Clássico
zh_hans: 经典
zh_hant: 經典

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
nl: Kleur
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: Color 1
de: Farbe 1
fr: Couleur 1
it: Colore 1
ja: カラー1
ko: 색상 1
nl: Kleur 1
pt_br: Cor 1
zh_hans: 颜色 1
zh_hant: 顏色 1

source: Color 2
de: Farbe 2
fr: Couleur 2
it: Colore 2
ja: カラー2
ko: 색상 2
nl: Kleur 2
pt_br: Cor 2
zh_hans: 颜色 2
zh_hant: 顏色 2

source: Color 3
de: Farbe 3
fr: Couleur 3
it: Colore 3
ja: カラー3
ko: 색상 3
nl: Kleur 3
pt_br: Cor 3
zh_hans: 颜色 3
zh_hant: 顏色 3

source: Color type
de: Farbtyp
es: Tipo de color
fr: Type de couleur
it: Tipo di colore
ja: カラー種別
ko: 색상 유형
nl: Kleurtetype
pt_br: Tipo de cor
zh_hans: 颜色类型
zh_hant: 顏色類型

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Continue with Classic
de: Mit Klassisch fortfahren
es: Continuar con Clásico
fr: Continuer avec Classique
it: Continua con Classico
ja: クラシックで続ける
ko: 클래식으로 계속
nl: Doorgaan met Klassiek
pt_br: Continuar com Clássico
zh_hans: 继续使用经典
zh_hant: 繼續使用經典

source: Create a timer to start a focused work session with the Pomodoro technique.
de: Erstelle einen Timer für eine fokussierte Pomodoro-Sitzung.
es: Crea un temporizador para una sesión Pomodoro enfocada.
fr: Créez un minuteur pour une session Pomodoro concentrée.
it: Crea un timer per una sessione Pomodoro concentrata.
ja: タイマーを作ってポモドーロで集中セッションを始めましょう。
ko: 포모도로로 집중 세션을 시작하려면 타이머를 만드세요.
nl: Maak een timer voor een gefocuste Pomodoro-sessie.
pt_br: Crie um temporizador para uma sessão Pomodoro focada.
zh_hans: 创建计时器，用番茄钟开始专注会话。
zh_hant: 建立計時器，用番茄鐘開始專注工作階段。

source: Create Your First Timer
de: Ersten Timer erstellen
es: Crea tu primer temporizador
fr: Créer votre premier minuteur
it: Crea il tuo primo timer
ja: 最初のタイマーを作成
ko: 첫 타이머 만들기
nl: Maak je eerste timer
pt_br: Crie seu primeiro temporizador
zh_hans: 创建第一个计时器
zh_hant: 建立第一個計時器

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
nl: Dag
pt_br: Dia
zh_hans: 日
zh_hant: 日

source: Day splash
de: Tages-Splash
es: Splash del día
fr: Splash du jour
it: Splash del giorno
ja: デイ・スプラッシュ
ko: 데이 스플래시
nl: Dag-splash
pt_br: Splash do dia
zh_hans: 每日番茄
zh_hant: 每日番茄

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
it: Annulla
ja: 破棄
ko: 버리기
nl: Verwerpen
pt_br: Descartar
zh_hans: 丢弃
zh_hant: 捨棄

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?
it: Annullare le modifiche?
ja: 変更を破棄しますか？
ko: 변경사항을 버릴까요?
nl: Wijzigingen verwerpen?
pt_br: Descartar alterações?
zh_hans: 丢弃更改？
zh_hant: 捨棄變更？

source: Discard Timer?
de: Timer verwerfen?
es: ¿Descartar temporizador?
fr: Ignorer le minuteur ?
it: Annullare il timer?
ja: タイマーを破棄しますか？
ko: 타이머를 버릴까요?
nl: Timer verwerpen?
pt_br: Descartar temporizador?
zh_hans: 丢弃计时器？
zh_hant: 捨棄計時器？

source: Discover the latest features
de: Entdecke die neuesten Funktionen
es: Descubre las últimas funciones
fr: Découvrez les dernières fonctionnalités
it: Scopri le ultime funzioni
ja: 最新機能をチェック
ko: 최신 기능을 확인하세요
nl: Ontdek de nieuwste functies
pt_br: Descubra os recursos mais recentes
zh_hans: 了解最新功能
zh_hant: 了解最新功能

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Drag to wind or reset the timer
de: Ziehen zum Aufziehen oder Zurücksetzen
es: Arrastra para cargar o reiniciar
fr: Faites glisser pour régler ou réinitialiser
it: Trascina per caricare o reimpostare
ja: ドラッグしてタイマーをセットまたはリセット
ko: 드래그하여 타이머를 감거나 초기화
nl: Sleep om te stellen of te resetten
pt_br: Arraste para ajustar ou redefinir
zh_hans: 拖动以上发条或重置
zh_hant: 拖曳以上發條或重設

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
ko: 시간
nl: Duur
pt_br: Duração
zh_hans: 时长
zh_hant: 時長

source: e.g. Deep Work, Morning Study…
de: z. B. Deep Work, Morgenlernen…
es: ej. Deep Work, estudio matutino…
fr: ex. Deep Work, révision du matin…
it: es. Deep Work, studio mattutino…
ja: 例: ディープワーク、朝の勉強…
ko: 예: 딥 워크, 아침 공부…
nl: bijv. Deep Work, ochtendstudie…
pt_br: ex.: Deep Work, estudo matinal…
zh_hans: 例如：深度工作、晨间学习…
zh_hant: 例如：深度工作、晨間學習…

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Timer
de: Timer bearbeiten
es: Editar temporizador
fr: Modifier le minuteur
it: Modifica timer
ja: タイマーを編集
ko: 타이머 편집
nl: Timer bewerken
pt_br: Editar temporizador
zh_hans: 编辑计时器
zh_hant: 編輯計時器

source: Every focus block begins around 5 minutes. When you’re in the flow, the next block gets a little longer — up to 25 minutes.
de: Jeder Fokusblock beginnt bei etwa 5 Minuten. Im Flow wird der nächste etwas länger — bis 25 Minuten.
es: Cada bloque de enfoque empieza alrededor de 5 minutos. Si estás en flow, el siguiente dura un poco más — hasta 25 minutos.
fr: Chaque bloc de focus commence vers 5 minutes. En flow, le suivant s’allonge un peu — jusqu’à 25 minutes.
it: Ogni blocco di focus inizia intorno ai 5 minuti. Se sei in flow, il successivo si allunga un po’ — fino a 25 minuti.
ja: 集中ブロックは約5分から。フローに乗ると次は少し長くなり、最大25分まで。
ko: 모든 집중 블록은 약 5분부터 시작합니다. 흐름에 타면 다음 블록이 조금 길어지며, 최대 25분까지입니다.
nl: Elke focusblok begint rond 5 minuten. In de flow wordt de volgende iets langer — tot 25 minuten.
pt_br: Cada bloco de foco começa perto de 5 minutos. No fluxo, o próximo fica um pouco mais longo — até 25 minutos.
zh_hans: 每个专注块大约从 5 分钟开始。进入心流后，下一块会稍长一些——最多 25 分钟。
zh_hant: 每個專注塊大約從 5 分鐘開始。進入心流後，下一塊會稍長一些——最多 25 分鐘。

source: Find your focus length
de: Finde deine Fokuslänge
es: Encuentra tu duración de enfoque
fr: Trouvez votre durée de focus
it: Trova la tua durata di focus
ja: 自分の集中できる長さを見つけよう
ko: 집중할 수 있는 길이를 찾아보세요
nl: Vind jouw focustijd
pt_br: Encontre sua duração de foco
zh_hans: 找到适合你的专注时长
zh_hant: 找到適合你的專注時長

source: Find your focus length — then grow it with adaptive blocks, check-ins, and clear stats.
de: Finde deine Fokuslänge — und wachse mit adaptiven Blöcken, Check-ins und klaren Stats.
es: Encuentra tu duración de enfoque — y hazla crecer con bloques adaptativos, check-ins y stats claras.
fr: Trouvez votre durée de focus — puis faites-la grandir avec blocs adaptatifs, check-ins et stats claires.
it: Trova la tua durata di focus — poi falla crescere con blocchi adattivi, check-in e stats chiare.
ja: 集中できる長さを見つけ、適応ブロック・チェックイン・わかりやすい統計で伸ばそう。
ko: 집중 길이를 찾고, 적응형 블록·체크인·명확한 통계로 키우세요.
nl: Vind jouw focustijd — en groei met adaptieve blokken, check-ins en duidelijke stats.
pt_br: Encontre sua duração de foco — e faça-a crescer com blocos adaptativos, check-ins e estatísticas claras.
zh_hans: 找到适合你的专注时长——再用自适应块、签到和清晰统计去成长。
zh_hant: 找到適合你的專注時長——再用自適應塊、簽到和清晰統計去成長。

source: Focus
de: Fokus
es: Enfoque
ja: 集中
ko: 집중
pt_br: Foco
zh_hans: 专注
zh_hant: 專注

source: Focus · %@
de: Fokus · %@
es: Enfoque · %@
ja: 集中 · %@
ko: 집중 · %@
pt_br: Foco · %@
zh_hans: 专注 · %@
zh_hant: 專注 · %@

source: Focus · building to %@
de: Fokus · aufbauend auf %@
es: Enfoque · creciendo a %@
fr: Focus · vers %@
it: Focus · verso %@
ja: 集中 · %@ へ伸ばし中
ko: 집중 · %@로 늘리는 중
nl: Focus · opbouwen naar %@
pt_br: Foco · crescendo para %@
zh_hans: 专注 · 正在增至 %@
zh_hant: 專注 · 正在增至 %@

source: Focus · Paused
de: Fokus · Pausiert
es: Enfoque · En pausa
fr: Focus · En pause
it: Focus · In pausa
ja: 集中 · 一時停止
ko: 집중 · 일시정지
nl: Focus · Gepauzeerd
pt_br: Foco · Pausado
zh_hans: 专注 · 已暂停
zh_hant: 專注 · 已暫停

source: Focus block finished. How did it feel?
de: Fokusblock fertig. Wie hat es sich angefühlt?
es: Bloque de enfoque terminado. ¿Cómo te sentiste?
fr: Bloc de focus terminé. Comment ça s’est passé ?
it: Blocco di focus finito. Com’è andata?
ja: 集中ブロック終了。どうでしたか？
ko: 집중 블록 끝. 어땠나요?
nl: Focusblok klaar. Hoe voelde het?
pt_br: Bloco de foco terminado. Como foi?
zh_hans: 专注块结束。感觉如何？
zh_hant: 專注塊結束。感覺如何？

source: Focus complete
de: Fokus fertig
es: Enfoque completo
fr: Focus terminé
it: Focus completato
ja: 集中完了
ko: 집중 완료
nl: Focus voltooid
pt_br: Foco concluído
zh_hans: 专注完成
zh_hant: 專注完成

source: Focus Stats
de: Fokus-Stats
es: Estadísticas de enfoque
fr: Stats de focus
it: Stats di focus
ja: 集中統計
ko: 집중 통계
pt_br: Estatísticas de foco
zh_hans: 专注统计
zh_hant: 專注統計

source: Focus time
de: Fokuszeit
es: Tiempo de enfoque
fr: Temps de focus
it: Tempo di focus
ja: 集中時間
ko: 집중 시간
nl: Focustijd
pt_br: Tempo de foco
zh_hans: 专注时间
zh_hant: 專注時間

source: Focus Time
de: Fokuszeit
es: Tiempo de enfoque
fr: Temps de focus
it: Tempo di focus
ja: 集中時間
ko: 집중 시간
nl: Focustijd
pt_br: Tempo de foco
zh_hans: 专注时间
zh_hant: 專注時間

source: Focus Time Complete
de: Fokus beendet
es: Enfoque terminado
fr: Focus terminé
it: Focus completato
ja: 集中完了
ko: 집중 완료
nl: Focus voltooid
pt_br: Foco concluído
zh_hans: 专注完成
zh_hant: 專注完成

source: Focus Timer
de: Fokus-Timer
es: Temporizador de enfoque
fr: Minuteur de focus
it: Timer di focus
ja: 集中タイマー
ko: 집중 타이머
pt_br: Temporizador de foco
zh_hans: 专注计时器
zh_hant: 專注計時器

source: Get a nudge when a focus block or break ends — even if you’re in another app.
de: Erhalte einen Hinweis, wenn Fokus oder Pause endet — auch in einer anderen App.
es: Recibe un aviso al terminar un enfoque o descanso — aunque estés en otra app.
fr: Recevez un rappel quand un focus ou une pause se termine — même dans une autre app.
it: Ricevi un promemoria quando finisce un focus o una pausa — anche in un’altra app.
ja: 集中や休憩が終わったら通知——他のアプリを使っていても。
ko: 집중이나 휴식이 끝나면 알림을 받으세요 — 다른 앱을 써도.
nl: Krijg een seintje als focus of pauze eindigt — ook in een andere app.
pt_br: Receba um aviso quando um foco ou pausa terminar — mesmo em outro app.
zh_hans: 专注或休息结束时收到提醒——即使你在其他 App。
zh_hant: 專注或休息結束時收到提醒——即使你在其他 App。

source: Goal ~90m
de: Ziel ~90 Min.
es: Objetivo ~90 min
fr: Objectif ~90 min
it: Obiettivo ~90 min
ja: 目標 約90分
ko: 목표 ~90분
nl: Doel ~90 min
pt_br: Meta ~90 min
zh_hans: 目标约90分钟
zh_hant: 目標約90分鐘

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
it: Sfumatura
ja: グラデーション
ko: 그라데이션
nl: Verloop
pt_br: Gradiente
zh_hans: 渐变
zh_hant: 漸層

source: Home
de: Zuhause
es: Hogar
fr: Maison
it: Casa
ja: 家庭
ko: 집
nl: Thuis
pt_br: Casa
zh_hans: 家庭
zh_hant: 居家

source: How focused did you feel?
de: Wie fokussiert hast du dich gefühlt?
es: ¿Qué tan enfocado te sentiste?
fr: À quel point étiez-vous concentré ?
it: Quanto ti sei sentito concentrato?
ja: どれくらい集中できましたか？
ko: 얼마나 집중되었나요?
nl: Hoe gefocust voelde je je?
pt_br: Quão focado você se sentiu?
zh_hans: 你感觉专注程度如何？
zh_hant: 你感覺專注程度如何？

source: How focused were you?
de: Wie fokussiert warst du?
es: ¿Qué tan enfocado estabas?
fr: À quel point étiez-vous concentré ?
it: Quanto eri concentrato?
ja: どれくらい集中できましたか？
ko: 얼마나 집중했나요?
nl: Hoe gefocust was je?
pt_br: Quão focado você estava?
zh_hans: 你刚才有多专注？
zh_hant: 你剛才有多專注？

source: I'm struggling
de: Ich habe Schwierigkeiten
es: Me cuesta
fr: J’ai du mal
it: Sto faticando
ja: つらい
ko: 힘들어요
nl: Ik vind het lastig
pt_br: Estou com dificuldade
zh_hans: 我有点撑不住
zh_hant: 我有點撐不住

source: In the flow · %@
de: Im Flow · %@
es: En el flow · %@
fr: En flow · %@
it: In flow · %@
ja: フロー · %@
ko: 흐름에 탐 · %@
nl: In de flow · %@
pt_br: No fluxo · %@
zh_hans: 心流 · %@
zh_hant: 心流 · %@

source: Keep Editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer à modifier
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
nl: Blijven bewerken
pt_br: Continuar editando
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
ja: 少
ko: 적음
nl: Minder
pt_br: Menos
zh_hans: 少
zh_hant: 少

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pt_br: Gerenciar assinatura
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
ko: 분
nl: Minuten
pt_br: Minutos
zh_hans: 分钟
zh_hant: 分鐘

source: More
de: Mehr
es: Más
fr: Plus
it: Più
ja: 多
ko: 많음
nl: Meer
pt_br: Mais
zh_hans: 多
zh_hant: 多

source: Need a break · %@
de: Brauche Pause · %@
es: Necesito un descanso · %@
fr: Besoin d’une pause · %@
it: Serve una pausa · %@
ja: 休憩が必要 · %@
ko: 휴식이 필요함 · %@
nl: Pauze nodig · %@
pt_br: Preciso de uma pausa · %@
zh_hans: 需要休息 · %@
zh_hant: 需要休息 · %@

source: New Timer
de: Neuer Timer
es: Nuevo temporizador
fr: Nouveau minuteur
it: Nuovo timer
ja: 新しいタイマー
ko: 새 타이머
nl: Nieuwe timer
pt_br: Novo temporizador
zh_hans: 新建计时器
zh_hant: 新增計時器

source: No data available
de: Keine Daten verfügbar
es: No hay datos
fr: Aucune donnée
it: Nessun dato disponibile
ja: データがありません
ko: 데이터 없음
nl: Geen gegevens
pt_br: Nenhum dado disponível
zh_hans: 暂无数据
zh_hant: 暫無資料

source: No tasks
de: Keine Aufgaben
es: Sin tareas
fr: Aucune tâche
it: Nessuna attività
ja: タスクなし
ko: 작업 없음
nl: Geen taken
pt_br: Sem tarefas
zh_hans: 暂无任务
zh_hant: 暫無任務

source: No Timers Yet
de: Noch keine Timer
es: Aún no hay temporizadores
fr: Aucun minuteur
it: Nessun timer ancora
ja: まだタイマーがありません
ko: 아직 타이머 없음
nl: Nog geen timers
pt_br: Ainda não há temporizadores
zh_hans: 还没有计时器
zh_hant: 還沒有計時器

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: あとで
ko: 나중에
nl: Niet nu
pt_br: Agora não
zh_hans: 暂时不要
zh_hant: 暫時不要
